/* main comment */
"// This code is auto-generated on AppSlate.\n// You should move it to your Xcode project and modify.\n// NOTE: This code is not perfact to use on XCode, also not optimized code.\n//   Please use it for save your little time.\n// " = "// This code is auto-generated on AppSlate.\n// You should move it to your Xcode project and modify.\n// NOTE: This code is not perfact to use on XCode, also not optimized code.\n//   Please use it for save your little time.\n// ";

/* Coding Fail Message */
"Button Text Field, Flip Counter, RSS Table, and Twitter Table are not converted to Objective-C code." = "Button Text Field, Flip Counter, RSS Table, and Twitter Table are not converted to Objective-C code.";

/* */
"Set Name" = "Set Name";

/* */
"View Controller's name" = "View Controller's name";

/* */
"Buy It" = "Buy It";

/* */
"Copy to Clipboard" = "Copy to Clipboard";

/* Done */
"Done" = "Done";

/* about title */
"About AppSlate" = "About AppSlate";

/* Liteversion */
"You can send the source code to email on AppSlate Full-version!" = "You can send the source code to email on AppSlate Full-version!";

/* ABS */
"ABS and INT function" = "ABS and INT function";

/* ACLO */
"Accelerometer" = "Accelerometer";

/* Action */
"Action" = "Action";

/* Alert View */
"Alert View" = "Alert View";

/* Analog Clock */
"Analog Clock" = "Analog Clock";

/* */
"Apple Map view" = "Apple Map view";

/* btn */
"APPLY" = "APPLY";

/* AppStore View */
"AppStore View" = "AppStore View";

/**/
"Basic button" = "Basic button";

/* Basic Switch */
"Basic Switch" = "Basic Switch";

/* */
"Basic table view" = "Basic table view";

/* Multi-connect */
"Multi-connect" = "Multi-connect";

/* Button */
"Button" = "Button";

/* Button Text Field */
"Button Text Field" = "Button Text Field";

/* calc */
"Calculator + - x /" = "Calculator + - x /";

/* Camera */
"Camera" = "Camera";

/* Cancel */
"Cancel" = "Cancel";

/* Show Alpha 0 */
"Change all alpha 0 to 0.5" = "Change all alpha 0 to 0.5";

/* lb_s */
"Color light bulb" = "Color light bulb";

/* Color Setting */
"Color Setting" = "Color Setting";

/* */
"Composer for Facebook Feed" = "Composer for Facebook Feed";

/* */
"Composer for Sina Weibo" = "Composer for Sina Weibo";

/* Confirm */
"Confirm" = "Confirm";

/* */
"Convert Number Integer or Absolute val." = "Convert Number Integer or Absolute val.";

/* ATOF */
"Convert string to number" = "Convert string to number";

/* */
"Convert Radian value to Degree or Deg to Rad." = "Convert Radian value to Degree or Deg to Rad.";

/* */
"Description" = "Description";

/* welcome modal */
"Do not show this again" = "Do not show this again";

/**/
"Download AppSlate Full-Version!" = "Download AppSlate Full-Version!";

/* download button */
"DOWNLOAD NOW" = "DOWNLOAD NOW";

/* Effect Sound */
"Effect Sound" = "Effect Sound";

/* Error */
"Error" = "Error";

/* */
"E-mail Composer View" = "E-mail Composer View";

/* mail alert title */
"E-Mail to Developer" = "E-Mail to Developer";

/* facebook */
"facebook Connect" = "facebook Connect";

/* Facebook Feed */
"Facebook Feed" = "Facebook Feed";

/* mail fail */
"Fail to send the mail." = "Fail to send the mail.";

/* menu_files */
"Files" = "Files";

/* */
"First In, First Out data pocket" = "First In, First Out data pocket";

/* */
"First In, Last Out data pocket" = "First In, Last Out data pocket";

/* fc_s */
"Flip animation integer number" = "Flip animation integer number";

/* Flip Counter */
"Flip Counter" = "Flip Counter";

/* Grid Move */
"Grid-Magnetic Surface (10 pixel)" = "Grid-Magnetic Surface (10 pixel)";

/* */
"Hardware Accelerometer" = "Hardware Accelerometer";

/* Hide Items */
"Hide Some Items on Run State" = "Hide Some Items on Run State";

/* */
"Horizontal Bar Slider" = "Horizontal Bar Slider";

/* H Line */
"Horizontal Line" = "Horizontal Line";

/* */
"Horizontal Line Decoration" = "Horizontal Line Decoration";

/* */
"Horizontal Progress Bar" = "Horizontal Progress Bar";

/* mail cant */
"I Can not send the mail now." = "I can not send the mail now.";

/* Error msg */
"I can't download now." = "I can't download now.";

/* Error msg */
"I can't upload now." = "I can't upload now.";

/* Image */
"Image" = "Image";

/* */
"Image view & editor" = "Image view & editor";

/* menu_info */
"Info" = "Info";

/* tfb_s */
"Input text filed with button" = "Input text field with button";

/* */
"Internet Web view" = "Internet Web view";

/* */
"iOS Camera for take a photo" = "iOS Camera for take a photo";

/* */
"iOS Photo Library" = "iOS Photo Library";

/* */
"iTunes Music Player" = "Selected music play at library";

/* Light Bulb */
"Light Bulb" = "Light Bulb";

/* */
"Link String to String" = "Link String to String";

/* AND */
"Logical AND" = "Logical AND";

/* XNOR */
"Logical Exclusive NOR" = "Logical Exclusive NOR";

/* XOR */
"Logical Exclusive OR" = "Logical Exclusive OR";

/* NAND */
"Logical NAND" = "Logical NAND";

/* NOR */
"Logical NOR" = "Logical NOR";

/* Not */
"Logical NOT" = "Logical NOT";

/* OR */
"Logical OR" = "Logical OR";

/* Mail Composer */
"Mail Composer" = "Mail Composer";

/* Map View */
"Map View" = "Map View";

/* Masked Label */
"Masked Label" = "Masked Label";

/* Music Player */
"Music Player" = "Music Player";

/* */
"Name" = "Name";

/* Name Search */
"Name Search" = "Name Search";

/* menu_new */
"New" = "New";

/* */
"New Slate" = "New Slate";

/* Note */
"Note" = "Note";

/* */
"Now" = "Now";

/* Date */
"Now Date & Time" = "Now Date & Time";

/* */
"Now time clock, and time editable" = "Now time clock, and time editable";

/* */
"Number Calculator" = "Number Calculator";

/* Num Comp */
"Number Compare" = "Number Compare";

/* */
"Number Compare and output result" = "Number Compare and output result";

/* Number Label */
"Number Label" = "Number Label";

/* nl_s */
"Number/Currency Label" = "Number/Currency Label";

/* */
"On/Off switch" = "On/Off switch";

/* */
"On value only when touch status" = "On value only when touch status";

/* menu_paper */
"Paper" = "Paper";

/* */
"Nearby text communicate" = "Nearby text communication";

/* Photo Album */
"Photo Album" = "Photo Album";

/* */
"Popup Alert has Text Field" = "Popup Alert has Text Field";

/* */
"Popup Alert View" = "Popup Alert View";

/* Progress Bar */
"Progress Bar" = "Progress Bar";

/* Property */
"Property" = "Property";

/* Queue */
"Queue Data Structure" = "Queue Data Structure";

/* RadDeg */
"Radian/Degree Converter" = "Radian/Degree Converter";

/* RAND */
"Random Number Generator" = "Random Number Generator";

/* Rectangular */
"Rectangular" = "Rectangular";

/* */
"Rectangular Decoration" = "Rectangular Decoration";

/* */
"Reset your slate." = "Reset your slate.";

/* */
"RSS Feed table view" = "RSS Feed table view";

/* RSS Table */
"RSS Table" = "RSS Table";

/* menu_save */
"Save" = "Save";

/* btn */
"SAVE" = "SAVE";

/* save title */
"Save Your App To ..." = "Save Your App To ...";

/* menu_settings */
"Settings" = "Settings";

/* menu_share */
"Share" = "Share";

/* s_title */
"Share World" = "Share World";

/* Show Link Lines */
"Show Link Lines" = "Show Link Lines";

/* tl_s */
"Simple Text Label" = "Simple Text Label";

/* */
"Sine, Cosine, and Tangent function" = "Sine, Cosine, and Tangent function";

/* */
"Slate Wallpaper" = "Slate Wallpaper";

/* Slider */
"Slider" = "Slider";

/* Tee */
"Split input value" = "Split input value";

/* Stack */
"Stack Data Structure" = "Stack Data Structure";

/* Str Comp */
"String Compare" = "String Compare";

/* */
"String Compare and output result" = "String Compare and output result";

/* strcat */
"String Linker" = "String Linker";

/* sc-n conv */
"String-Number Converter" = "String-Number Converter";

/* Table */
"Table" = "Table";

/* Tee */
"Tee" = "Tee";

/* Text Field */
"Text Field" = "Text Field";

/* Text Input Alert */
"Text Input Alert" = "Text Input Alert";

/* Text Label */
"Text Label" = "Text Label";

/* tn_s */
"Text Note" = "Text Note";

/* Tick */
"Tick Signal Generator" = "Tick Signal Generator";

/* Toggle Button */
"Toggle Button" = "Toggle Button";

/**/
"Toggle push button" = "Toggle push button";

/* Touch Button */
"Touch Button" = "Touch Button";

/* TRANSPARENT */
"TRANSPARENT" = "TRANSPARENT";

/* */
"TRANSPARENT APPLY" = "TRANSPARENT APPLY";

/* Trigonometric */
"Trigonometric Functions" = "Trigonometric Functions";

/* */
"Tutorial - Making 'Tip Calculator'" = "Tutorial - Making 'Tip Calculator'";

/* */
"Tutorial - Making 'Twitter Check App'" = "Tutorial - Making 'Twitter Check App'";

/* Tweet Composer */
"Tweet Composer" = "Tweet Composer";

/* */
"Tweet Composer for Twitter" = "Tweet Composer for Twitter";

/* Twitter Table */
"Twitter Table" = "Twitter Table";

/* */
"Twitter Timeline table view" = "Twitter Timeline table view";

/* */
"Upload done" = "Upload done";

/* tf_s */
"User can input some text" = "User can input some text";

/* V Line */
"Vertical Line" = "Vertical Line";

/* */
"Vertical Line Decoration" = "Vertical Line Decoration";

/* Wait */
"Wait" = "Wait";

/* Web View */
"Web View" = "Web View";

/* Weibo Composer */
"Weibo Composer" = "Weibo Composer";

/* */
"Welcome to AppSlate" = "Welcome to AppSlate";

/* buy comment */
"You can download many other apps & upload your app on the FULL VERSION." = "You can download many other apps & upload your app on the FULL VERSION.";

/* mail cancel */
"Your E-mail has canceled." = "Your E-mail has canceled.";

/* mal save */
"Your E-mail has saved." = "Your E-mail has saved.";

/* mail sent */
"Your E-mail has sent" = "Your E-mail has sent.";

